BOT_START= """
Наблюдаем за стройкой квартиры %s в режиме онлайн

/help - Список команд

/last - Последнее фото

Связь - @AlexanderPetrov
Github - https://git.io/vpnaq
Поддержать - /donate
"""

BOT_HELP= """
Текущая камера *"%s"*

/start - Начало работы
/help - Список команд
/setcamera - Выбор камеры
/last - Последнее фото
/today - Фото за сегодня
/yesterday - Видео за вчера
/week - Видео за неделю
/month - Видео за месяц
/full - Видео за все время

/donate - Поддержать проект

Если написать дату в свободной форме, бот пришлет фотку за это время: Например - "13 мая", "2 недели назад в 14:00"

"""

BOT_CANCEL= """
Отмена
"""

BOT_RESTART= """
Нажмите /start и повторите команду
"""

BOT_NO_TODAY_IMAGES="""
Изображений за сегодня еще нет
"""

BOT_CHOOSE_TIME="""
Выберите время или нажмите /cancel для отмены
"""

BOT_CHOOSE_TIME_FORMAT_ERROR="""
Ошибка: Неверный формат времени. Попробуйте другое время или нажмите /cancel для отмены
"""

BOT_CHOOSE_TIME_NO_IMAGE_ERROR="""
Ошибка: Изображение за это вермя отсутствует на сервере. Попробуйте другое время или нажмите /cancel для отмены
"""

BOT_CHOOSE_CAMERA="""
Выберите камеру или нажмите /cancel для отмены
"""

BOT_CHOOSE_CAMERA_ERROR="""
Ошибка выбора камеры. Попробуйте еще раз или нажмите /cancel для отмены
"""

BOT_CHOOSE_CAMERA_SUCCESS="""
Выбрана камера *"%s"*
"""

BOT_VIDEO_UPLOAD="""
Загружаю видео на сервер...
"""

BOT_ERROR_NO_GIF_FILE="""
Ошибка: На сервере отсутвут файл с видео. Повторите попытку позже
"""

BOT_IMAGE_AVAILABLE_FROM="""
Фото доступно только с %02d.%02d.%04d по настоящее время
"""

BOT_IMAGE_NOT_AVAILABLE="""
Фото за данный момент времени отсутстует
"""
